Repository: SamerAbdAlAti/shaded_app_freelancer-master-master
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Hello! 👋
ar: أهلا! 👋

# welcome_from_you
source: Welcome For you 👋
ar: مرحباً بك 👋

source: Welcome! 👋
ar: مرحبا! 👋

# select_language_app
source: Select app language
ar: اختر لغة التطبيق

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

# change_language_from_settings
source: You can change app language from settings
ar: يمكنك تغيير اللغة باي وقت من الإعدادات

source: Next
ar: التالي

source: Skip
ar: تخطي

# on_boarding_1
source: Order what you want and select the delivery time that suits you, and we will take care of the hassle of buying and delivering.
ar: اطلب ما تشاء وحدد وقت التوصيل الذي يناسبك ونحن نكفيك عناء الشراء والتوصيل.

# on_boarding_2
source: Send your order to any place and your order in safe hands, while ensuring that it reaches the end of the track without damage or damage
ar: ارسل طلبك لاي مكان وطلبك بايدي امينة مع ضمان وصولها لنهاية المسار بدون ضرر ولا تلف

# on_boarding_3
source: Do you own a vehicle? Join our family today as a savior to deliver our customers' orders in your free time.
ar: هل تملك مركبة؟ انضم لعائلتنا اليوم كمنقذ لتوصيل طلبات زبائننا في وقت فراغك.

# create_account
source: Login
ar: إنشاء حساب

# enter_phone_number
source: Enter your phone number to verify
ar: أدخل رقم هاتفك للتحقق

# or
source: Or signup via
ar: أو تسجيل الدخول بـ

source: User
ar: مستخدم

source: Captain
ar: كابتن

# send_verify
source: Send code verification
ar: ارسل كود التحقق

# code_verify
source: Code verification
ar: كود التحقق

# send_code_to
source: Enter code verification to this phone number
ar: قم بإدخال كود التحقق المرسل إلى رقم

# didnt_send
source: I didn't request the code ?
ar: لم استلم كود التحقق ؟

# send_again
source: Re-send the code
ar: يرجى إعادة إرسال

source: verify
ar: تحقق

# is_verify
source: loading
ar: يتم التحقق

# select_location
source: Select the location
ar: تحديد الموقع

# desc_location_page
source: Please, Select a location to allow the app to access your location
ar: من فضلك قم بتحديد الموقع للسماح للتطبيق للوصول إلى موقعك

# the_delivery_be_more_easy
source: Welcome ! The delivery become more easy ....
ar: مرحبا ! التوصيل أصبح سهلا ....

source: Search on your order...
ar: أبحث عن طلبك ...

# our_options
source: Our services
ar: خدماتنا

# quick
source: Quick Order
ar: نقل سريع

# tracking
source: Trucks & Cars
ar: شاحنات و دينات

# other
source: Others
ar: آخرى

source: Home
ar: الرئيسية

source: Orders
ar: الطلبات

source: Messages
ar: الرسائل

source: My account
ar: حسابي

source: Search
ar: بحث

source: Notifications
ar: الإشعارات

source: Pick up
ar: بيك آب

# long_form_field
source: List all the things you want to move / Are there any other important details you would like to add?
ar: ضع قائمة بجميع الأشياء التي تريد نقلها / هل هناك أي تفاصيل أخرى مهمة تود إضافتها؟
